{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Translation":
					{
						"Text": "Ein mystischer Stab, der die elementare Kraft verstärkt."
					},
					"Key": "StaffDesc"
				},
				{
					"Source":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Translation":
					{
						"Text": "Ein scharfes Schwert mit verstärkter Blitzkraft."
					},
					"Key": "SwordDesc"
				},
				{
					"Source":
					{
						"Text": "Attributes"
					},
					"Translation":
					{
						"Text": "Attribute"
					},
					"Key": "TutorialAttributes"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Steuerung"
					},
					"Key": "TutorialControls"
				},
				{
					"Source":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Translation":
					{
						"Text": "Erfahrung sammeln:\r\nBesiege Feinde, um Erfahrungspunkte für deine gewählte Waffe zu erhalten.\r\n\r\nErhöhe dein Waffenlevel:\r\nWenn du genug Erfahrung sammelst, steigt das Level deiner Waffe. Ein höheres Level schaltet neue Kampftechniken frei, mit denen du mehr Schaden verursachen kannst.\r\n\r\nVerbessere deine Elementarfähigkeit:\r\nSetze während des Kampfes Elementarangriffe (Feuer, Eis oder Blitz) ein. Jede Anwendung erhöht das Elementar-Attribut deiner Waffe.\r\n\r\nSchalte mächtige Angriffe frei:\r\nMit steigender Elementarfähigkeit erhältst du Zugang zu stärkeren Elementarangriffen. Nutze ein bestimmtes Element häufig, um seine Angriffe noch effektiver zu machen."
					},
					"Key": "TutorialLevelUpDesc"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Spielweise"
					},
					"Key": "TutorialGameplay"
				},
				{
					"Source":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Translation":
					{
						"Text": "Gesundheit:\r\n\r\nDeine Gesundheit (HP) zeigt an, wie viel Schaden du einstecken kannst. Schaden im Kampf reduziert deine Gesundheit. Erreicht sie null, ist das Spiel vorbei.\r\n\r\nAngriff:\r\nDas Attribut Angriff bestimmt, wie viel Schaden du Gegnern zufügst. Eine Erhöhung dieses Attributs ermöglicht es dir, Feinde schneller zu besiegen.\r\n\r\nVerteidigung:\r\nDein Verteidigungs-Attribut reduziert den Schaden, den du durch feindliche Angriffe erleidest. Eine höhere Verteidigung hilft dir, mehr Treffer im Kampf auszuhalten.\r\n\r\nElementar:\r\nDieses Attribut misst deine Beherrschung von Elementarangriffen (Feuer, Eis und Blitz). Durch die Nutzung dieser Angriffe verbessert sich dein Elementar-Attribut und schaltet noch stärkere Fähigkeiten frei.\r\n\r\nWaffenlevel:\r\nDein Waffenlevel spiegelt die Erfahrung wider, die du mit deiner gewählten Waffe gesammelt hast. Mit steigender Stufe werden neue Techniken und Fähigkeiten freigeschaltet, die deine Kampfmöglichkeiten erweitern."
					},
					"Key": "TutorialAttributesDesc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Sprache"
					},
					"Key": "LanguageLabel"
				},
				{
					"Source":
					{
						"Text": "Levelling Up"
					},
					"Translation":
					{
						"Text": "Levelaufstieg"
					},
					"Key": "TutorialLevelUp"
				},
				{
					"Source":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Translation":
					{
						"Text": "Ziel:\r\nDein Ziel ist es, Welle um Welle von Feinden zu überstehen. Bleibe wachsam, besiege so viele Gegner wie möglich und strebe nach einem neuen Highscore.\r\n\r\nKampf Grundlagen:\r\nNutze Grundangriffe, um Feinde schnell zu besiegen.\r\nNutze die Schwächen der Feinde mit Elementarangriffen (Feuer, Eis oder Blitz).\r\nWenn du diese Angriffe einsetzt, steigt dein Elementar-Attribut und schaltet stärkere Angriffe frei.\r\n\r\nTechniken verwenden:\r\nWenn deine Waffe Levelaufsteigt, werden neue Techniken verfügbar. Diese speziellen Bewegungen helfen dir, schweren Schaden zu verursachen und Feinde fernzuhalten.\r\n\r\nFähigkeiten:\r\nSetze deine Fähigkeiten strategisch im Kampf ein. Wenn sie richtig getimed sind, können sie den Kampf entscheiden, indem sie den Schaden maximieren und die Bewegung der Feinde kontrollieren.\r\n\r\nEnde des Kampfes:\r\nDas Spiel geht weiter, bis deine Gesundheit aufgebraucht ist. Danach wird ein Endbildschirm angezeigt, der deinen Endpunktestand, deinen besten Highscore und eine Zusammenfassung deiner Attribute zeigt, einschließlich deines Waffenlevels und deiner Elementarfähigkeit."
					},
					"Key": "TutorialGameplayDesc"
				},
				{
					"Source":
					{
						"Text": "Screen Shake"
					},
					"Translation":
					{
						"Text": "Bildschirmwackeln"
					},
					"Key": "ScreenShakeLabel"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "Vibration"
					},
					"Key": "VibrationLabel"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ElementalStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AttackStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefenseStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FireLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IceLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ThunderLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WeaponLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VolumePercentFormat"
				}
			]
		}
	]
}